IDEA StatiCa Open Model
LoadingULS.InternalForcesVariable Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Variable internal force in staged section only
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces InternalForcesVariable { get; set; }
Public Property InternalForcesVariable As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForcesVariable {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace